<!-- Start -->
<section class="relative md:py-20 py-16 bg-gray-50 dark:bg-slate-800" id="about">
    <div class="container mx-auto">
        <div class="text-center">
            <h6 class="text-orange-600 text-xl font-semibold uppercase mb-2">
                קורס דיגיטלי
            </h6>
            <h3 class="mb-2 md:text-2xl text-2xl font-medium dark:text-white">
                טכנולוגיה מהפכנית בעולם הפקת אונליין קורסים
            </h3>
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-12 md:grid-cols-2  mt-8 items-center">
            <div class="lg:col-span-12">
                <div class="lg:ms-7">
                    <section class="mb-8">

                        <p class="mb-4 text-lg">
                            האולפן שלנו פותח לכם את הדלת לעולם הדיגיטלי המרשים והמרהיב! עקב השינויים המהירים שעוברים על
                            תחום הטכנולוגיה, עליך להיות מוכן להתמודד עם אתגרים חדשים ולהתקדם יותר מתמיד. כלי התקשורת
                            הדיגיטליים זכו בפופולריות עצומה בשנים האחרונות ומהווים את הדרך האולטימטיבית לשרוד ולצמוח
                            בעולם העסקים בתחום הוראה ולימוד. אז איך ניתן להשתלב בעולם הדיגיטלי הזה בצורה הטובה ביותר?
                        </p>
                        <p class="mb-4 text-lg">
                            התשובה היא פשוטה - קורס דיגיטלי אונליין עם טכנולוגיית צילומים באולפן מסך ירוק או לבן. גם
                            אם אתם שומעים על הטכנולוגיה הזו לראשונה, רוב הסיכויים שכבר השתמשתם בה מבלי להיות מודע לכך.
                            זהו
                            הכלי
                            האחראי ליצירת רקע דיגיטלי בהפקות קולנוע וטלוויזיה, והוא מאפשר להכניס כל רעיון למסך הגדול
                            בצורה אומנותית ומרהיבה.
                        </p>
                        <p class="mb-4 text-lg">
                            אז למה יצירת קורס דיגיטלי אונליין עם טכנולוגיית צילומים באולפן מסך ירוק או לבן יהיה הבחירה
                            הטובה
                            ביותר עבורך?
                        </p>
                        <p class="mb-4 text-lg">
                            1.
                            למידה גמישה ונוחה: הקורס נערך באופן מקוון, מה שמאפשר למשתמש ללמוד בזמן הפנוי ומכל מקום
                            בעולם.
                        </p>
                        <p class="mb-4 text-lg">
                            2.
                            הסבה מקצועית: אונליין קורסים דיגיטליים מיועדים לכל אחד ואחת, ללא קשר לרקע המקצועי ובהתאם
                            לרמה המקצעוית.
                        </p>
                        <p class="mb-4 text-lg">
                            3.
                            שפה דוברת נכונה: בקורס דיגיטלי מעניקים דגש רב על נכונות פרטי הלמידה וההוראה בכל שפה
                            הרצויה, תוך כדי שימוש בשפה תקינה ומקצועית.
                        </p>
                        <p class="mb-4 text-lg">
                            4.
                            כלים מתקדמים: אונליין קורס דיגיטלי מאפשר להתנסות ולעבוד עם הטכנולוגיות המתקדמות ביותר בתחום,
                            ובכך צבירת יתרון עצום בשוק העבודה.
                        </p>
                        <p class="mb-4 text-lg">
                            5.
                            התנסות מעשית: מקובל בקורס דיגיטלי לכלול פרויקטים ממשיים שניתן גם להפיק בסביבת אולפן מסך ירוק
                            או
                            לבן, ולספק חוויית למידה מעשית לצד ההוראה התיאורטית.
                        </p>
                        <p class="mb-4 text-lg">
                        </p>
                    </section>

                </div>
            </div><!--end col-->
        </div><!--end grid-->
        <div class="text-center mt-10">
            <a href="#studio"
               class="btn bg-orange-600 hover:bg-orange-700 border-orange-600 hover:border-orange-700 text-white rounded-md">
                פרטים על אולפן
            </a>
        </div>
    </div><!--end container-->
</section><!--end section-->
<!-- End -->
