<!-- Start -->
<section class="relative md:py-20 py-16 bg-gray-50 dark:bg-slate-800" id="about">
    <div class="container mx-auto">
        <div class="text-center">
            <h6 class="text-orange-600 text-xl font-medium uppercase mb-2">
                מסך ירוק כרומקי
            </h6>
            <h3 class="mb-2 md:text-2xl text-2xl font-medium dark:text-white">
                התקופה של צילום בטכנולוגיית מסך ירוק
            </h3>
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-12 md:grid-cols-2  mt-8 items-center">
            <div class="lg:col-span-12">
                <div class="lg:ms-7">
                    <section class="mb-8">
                        <div class="text-lg ">
                            בתחום הצילום, טכנולוגיית המסך הירוק (Green Screen) הפכה לכלי הנפוץ שמאפשר לייצר חוויות
                            ויזואליות
                            עוצרות נשימה. הצילום באמצעות מסך ירוק מספק גמישות ויכולת יצירת סביבות ותצפיות מרהיבות כמעט
                            בכל
                            מקום ובכל זמן. במאמץ להביא את הפרוייקטים שלכם לשלב חדש ולהציג אותם בצורה אטרקטיבית ומרשימה,
                            המסך
                            הירוק הפך לכלי חיוני בעולם הייצוב והפוסט פרודקשן.
                        </div>
                        <h2 class="text-xl font-semibold mt-6 mb-4">טכנולוגיות מתקדמות ברשותכם</h2>
                        <p class="mb-4  text-lg">
                            מה זה מסך ירוק ואיך הוא פועל? מסך ירוק כרומקי טכנולוגיה שבעזרתה ניתן לצלם אובייקטים תוך
                            שינוי
                            הרקע שמאחוריהם. בצילום במסך ירוק, צובעים את הרקע
                            בצבע ירוק אחיד ומשתמשים בטכנולוגיה מתקדמת שקוראת את התמונה ומזהה את הצבע הירוק הזה. לאחר
                            מכן,
                            בעזרת תוכנה מתקדמת, הרקע הירוק נמחק והוחלף בתמונה או הווידאו הרצויים.
                        </p>
                    </section>
                    <section class="mb-8">
                        <h2 class="text-xl font-semibold mb-4">יתרונות שימוש במסך ירוק</h2>
                        <ul class="list-disc ml-6  text-lg">
                            <li class="mb-2">יצירתיות בלתי מוגבלת: מסך ירוק מאפשר ליצור סביבות שונות בצורה פשוטה
                                וקלה. זה מספק את האפשרות להוסיף אפקטים מיוחדים, רקעים מרהיבים, או אפילו להוסיף את עצמך
                                לאזורים בלתי נגעים.
                            </li>
                            <li class="mb-2">חיסכון בזמן ובעלויות: כאשר משתמשים במסך ירוק, ניתן לצלם במקום אחד ולהוסיף
                                את הרקע הרצוי לאחר מכן בעריכת וידאו, חוסך זמן רב ועלויות טכנאי צילום.
                            </li>
                        </ul>
                    </section>
                    <section class="mb-8">
                        <h2 class="text-xl font-semibold mb-4">דוגמאות שימוש נפוצות</h2>
                        <ul class="list-disc ml-6  text-lg">
                            <li class="mb-2">תעשיית הטלוויזיה: צילומים במסך ירוק הם נפוצים ביותר מאי פעם בתעשיית
                                הטלוויזיה הישראלית. המסך הווירטואלי מאפשר למבצעי הפקות ליצור סצנות מרהיבות בזמן אמת
                                וברמת איכות גבוהה מאוד.
                            </li>
                            <li class="mb-2">פרסום ושיווק: המסך ירוק הוא גם כלי עיקרי בעולם הפרסום והשיווק. עסקים
                                משתמשים בטכנולוגיה זו ליצירת פרסומות מרשימות, סרטוני מיתוג מרהיבים וחוויות רב-ממדיות
                                שמתערערות ברוח הזמן.
                            </li>
                            <li class="mb-2">הופעות חיות ואירועים: מופעים חיים, כנסים, ואירועים חד פעמיים נעשים אף הם
                                בעזרת מסך ירוק וירטואלי שמשפרים את האיכות והחוויות של הקהל.
                            </li>
                        </ul>
                    </section>

                </div>
            </div><!--end col-->
        </div><!--end grid-->
        <div class="text-center mt-10">
            <a href="#studio"
               class="btn bg-orange-600 hover:bg-orange-700 border-orange-600 hover:border-orange-700 text-white rounded-md">
                פרטים על אולפן
            </a>
        </div>
    </div><!--end container-->
</section><!--end section-->
<!-- End -->
